
[
    {
        "name": "History",
        "content" : [
            {
                "event": "Partition of India",
                "year": "1947",
                "description": "The Partition of India in 1947 was the change of political borders and the division of other assets that accompanied the dissolution of the British Raj in the Indian subcontinent and the creation of two independent dominions in South Asia: India and Pakistan.",
                "image": "https://upload.wikimedia.org/wikipedia/commons/c/cb/A_refugee_special_train_at_Ambala_Station_during_partition_of_India.jpg"
            },
            {
                "event": "Kargil War",
                "year": "1999",
                "description": "The Kargil War, also known as the Kargil conflict, was fought between India and Pakistan from May to July 1999 in the Kargil district of Jammu and Kashmir and elsewhere along the Line of Control (LoC). In India, the conflict is also referred to as Operation Vijay, which was the codename of the Indian military operation in the region. The Indian Air Force acted jointly with the Indian Army to flush out the Pakistan Army and paramilitary troops from vacated Indian positions along the LoC.",
                "image": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Kargil_war.jpg"
            },
            {
                
                "event": "India goes nuclear: Pokhran 1 and 2",
                "year": "1974",
                "description": "India did not like nuclear weapons. It did not want nuclear weapons. But it also recognised, from the time of Jawaharlal Nehru, that it needed to keep the nuclear option open, for both civilian and peaceful purposes and its national security. The fact that within a decade, India had to fight three wars - 1962, 1965, and 1971 — in which it was essentially alone, and that China had, by then, established its nuclear status made it clear to policymakers that India could not be left behind.",
                "image": "https://images.hindustantimes.com/img/2022/08/14/original/Nuclear_test_1660467835200.jpg"
                   
            },
            {
                
                "event": "Indian democracy’s darkest moment",
                "year": "1975",
                "description": "On June 25, 1975, India began the darkest political chapter in its postindependence history when Prime Minister Indira Gandhi imposed internal emergency in the country. The decision led to suspension of civic rights, repression of the political opposition and imprisonment of a larger of political activists. The prelude to the emergency was a growing political crisis for the Prime Minister and her party, with the Allahabad High Court’s decision to declare her election invalid being the proverbial last straw. Barring a few small parties, almost the entire political spectrum from the right to the left opposed the emergency. The imposition of the emergency only catalysed the growing consensus among political parties to join ranks against the Congress even at the cost of setting aside ideological differences. The anti-emergency movement would also give birth to an entire generation of political leaders belonging to the anti-Congress spectrum.",
                "image": "https://indusdispatch.in/wp-content/uploads/2022/06/indra-gandhi-1000x540.jpg"
                   
            }
        ]
    },
    {
        "name": "Science",
        "content" : [
            {
                "event": "Plastic surgery",
                "year": "2000 BC",
                "description": "Historians believe plastic surgery was being carried out in India as early as near 2000 BC. To clarify, plastic in this phrase does not refer to the petroleum byproduct but to plastikē or the art of modelling - malleable flesh. Eventually, it was ancient Indian physician Sushruta who was credited with being the father of plastic surgery around 600 BC, whose books and teachings eventually made their way to Europe centuries later.",
                "image": "https://im.indiatimes.in/media/content/2018/Jan/ancient_indian_plastic_surgery_1516940192.png"
            },
            {
                
                "event": "India reaches for the stars",
                "year": "1973",
                "description": "Almost four years after India set up the Indian Space Research Organisation (ISRO), it put its first satellite in space on April 19, 1975. Named after the ancient Indian astronomer, Aryabhata, weighed 360 kg and was completely designed and developed in India as an experimental satellite. To be sure, India acquired satellite launch capabilities much later and the Aryabhata’s journey into space came on the back of a treaty, the Soviet Interkosmos programme with the erstwhile Soviet Union. It was launched by a Soviet Kosmos-3M rocket from Kapustin Yar. According to ISRO, Aryabhata’s nominal mission life was six months and the spacecraft mainframe was active till March,1981. India would go on to acquire significant space technology capabilities and is now a major global player in building and launching satellites.",
                "image": "https://images.hindustantimes.com/img/2022/08/14/original/Aryabhatta_india_jump_into_space_1660468979466.jpg"
                   
            },
            {
                "event": "Chandrayaan-1",
                "year": "22 October 2008",
                "description": "Chandrayaan-1, India's first mission to Moon, was launched successfully on October 22, 2008 from SDSC SHAR, Sriharikota. The spacecraft was orbiting around the Moon at a height of 100 km from the lunar surface for chemical, mineralogical and photo-geologic mapping of the Moon. The spacecraft carried 11 scientific instruments built in India, USA, UK, Germany, Sweden and Bulgaria.",
                "image": "https://www.dqindia.com/wp-content/uploads/2016/12/Satellite-1.jpg"
            },
            {
                
                "event": "Mars Orbiter Mission",
                "year": "5 November 2013",
                "description": "Mars Orbiter Mission (MOM), India's first interplanetary mission to planet Mars was launchedonboard PSLV-C25 on November 05, 2013. ISRO has become the fourth space agency to successfully send a spacecraft to Mars orbit.Though the designed mission life is 6 months, MOM completed 7 years in its orbit on Sept 24, 2021. The objectives of this mission are primarily technological and include design, realisation and launch of a Mars Orbiter spacecraft capable of operating with sufficient autonomy during the journey phase; Mars orbit insertion / capture and in-orbit phase around Mars. MOM carries five scientific payloads to study the Martian surface features, morphology, mineralogy and Martian atmosphere.",
                "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Mars_Orbiter_Mission_Over_Mars_%2815237158879%29.jpg/275px-Mars_Orbiter_Mission_Over_Mars_%2815237158879%29.jpg"
                   
            }
        ]
    },
    {
        "name": "Movies",
        "content" : [
                    {
                        "event": "3 Idiots",
                        "year": "2009",
                        "description": "Two friends are searching for their long lost companion. They revisit their college days and recall the memories of their friend who inspired them to think differently, even as the rest of the world called them - idiots",
                        "image": "https://www.koimoi.com/wp-content/new-galleries/2019/12/rajkumar-hiranis-3-idiots-a-story-based-on-the-education-system-that-changed-many-perceptions-completes-a-decade-0001.jpg"
                    },
                    {
                
                        "event": "Uri: The Surgical Strike",
                        "year": "2019",
                        "description": "Uri: The Surgical Strike is a 2019 Indian Hindi-language military action film written and directed by debutant Aditya Dhar and produced by Ronnie Screwvala under the RSVP Movies banner. A fictionally dramatised account of the true event of the retaliation to the 2016 Uri attack, the film stars Vicky Kaushal along with Yami Gautam, Mohit Raina, Kirti Kulhari and Paresh Rawal in pivotal roles, and tells the story of Major Vihaan Shergill (Vicky Kaushal) of the Para (Special Forces), who played a leading role in the events.",
                        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3b/URI_-_New_poster.jpg/220px-URI_-_New_poster.jpg"
                           
                    },
                    {
                
                        "event": "Pushpa: The Rise",
                        "year": "2021",
                        "description": "Pushpa: The Rise Part 01 is a 2021 Indian Telugu-language action drama film written and directed by Sukumar. It stars Allu Arjun as the title character alongside Fahadh Faasil (his Telugu debut), and Rashmika Mandanna while Jagadeesh Prathap Bandari, Sunil, Raj Tirandasu, Rao Ramesh, Dhananjaya, Anasuya Bharadwaj, Ajay and Ajay Ghosh play supporting roles. It is produced by Mythri Movie Makers in association with Muttamsetty Media. The first installment in the Pushpa film series, the film depicts the rise of a coolie Pushpa Raj in the smuggling syndicate of red sandalwood, a rare wood that grows only in the Seshachalam Hills of Chittoor in Andhra Pradesh state.",
                        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/75/Pushpa_-_The_Rise_%282021_film%29.jpg/220px-Pushpa_-_The_Rise_%282021_film%29.jpg"
                           
                    },
                    {
                        "event": "Rocketry: The Nambi Effect",
                        "year": "2022",
                        "description": "Based on the life of Indian Space Research Organization scientist Nambi Narayanan, who was framed for being a spy and arrested in 1994. Though free, he continues to fight for justice against the officials who falsely implicated him.",
                        "image": "https://i0.wp.com/sszeemedia.com/wp-content/uploads/2022/06/maxresdefault-1.jpg?fit=1200%2C675&ssl=1"
                    }
                ]
    },
    {
        "name": "Philosophy",
        "content" : [
                    {
                        "event": "Christian philosophy",
                        "year": "400 A.D.",
                        "description": "St. Augustine writes his Confessions.Philosophy absorbed into Christian theology.",
                        "image": "https://assets.sutori.com/user-uploads/image/0191dccd-2628-4194-881b-19b15ca142ea/21acce0b95d1d0f2d7b23296440815c4.jpeg"
                    },
                    {
                
                        "event": "Scholasticism",
                        "year": "1224 to 1274 CE",
                        "description": "Thomas Aquinas is often seen as the most influential medieval philosopher. Rooted in Aristotelianism, he developed a comprehensive system of scholastic philosophy. It covered areas like metaphysics, theology, ethics, and political theory. Many of his insights were summarized in his work Summa Theologiae. A key goal in most of his writings was to show how faith and reason work in harmony. He held that reason supports and reinforces the Christian tenets. But faith in God's revelation is still necessary since reason is unable to understand everything by itself. ",
                        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/St-thomas-aquinas.jpg/220px-St-thomas-aquinas.jpg"
                           
                    },
                    {
                
                        "event": "Empiricism",
                        "year": "1632 to 1704",
                        "description": "Empiricism in the early modern period was mainly associated with British philosophy. John Locke (1632–1704) is sometimes considered the father of empiricism. In his book An Essay Concerning Human Understanding, he rejected the idea of innate knowledge and claimed that knowledge is empirical. He held that the mind is a blank slate that depends on sensory experience to acquire ideas. He distinguished between primary qualities, which belong to external objects independent of observers, and secondary qualities, which are the powers of objects to cause sensations in observers",
                        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/John_Locke.jpg/220px-John_Locke.jpg"
                           
                    },
                    {
                        "event": "Philosophy for Laymen",
                        "year": "1946",
                        "description": "When Bertrand Russell publishes Philosophy for Laymen, reviving an ancient conception of philosophy as a way of life much like the Greeks? He helped develop analytic philosophy a insisted that questions of cosmic meaning and value have an existential, ethical and spiritual urgency.",
                        "image": "https://assets.sutori.com/user-uploads/image/5196c6f6-8d0a-4bdb-b38e-7a073359f2fc/5946dd09a36060485078c46b6a4c0187.jpeg"
                    }
                ]
    },
    {
        "name": "Technology",
        "content" : [
                    {
                        "event": "The Telephone",
                        "year": "1876",
                        "description": "Just over thirty years after Morse sent the first telegraph, Alexander Graham Bell made the first phone call. His first words were: Mr. Watson, come here. I want to see you. (Mr. Watson was his assistant.) Eventually, invention of Mr. bell paved the way for making phone calls to people worldwide, not just in the next room. And now, of course, most of us carry a smartphone or cell phone every day.",
                        "image": "https://www.lifewire.com/thmb/dhLveuicISNm-B7uIY6bkp9SELA=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/old-time-message-157418221-64cf2457c36241799e1a69c6cbc27f66.jpg"
                    },
                    {
                        "event": "The Light Bulb",
                        "year": "1880",
                        "description": "A few years later, Edison let there be light with the incandescent bulb. It is difficult to appreciate what an incredible invention this was — until you are dealing with a power outage and your only light source at night is candlelight. We can avoid ever being in the dark with smart light bulbs that you can turn on and off with a virtual assistant like Alexa or Google Assistant",
                        "image": "https://www.lifewire.com/thmb/GqUJeSRC9-3AnhSRGBIaQTFsn_A=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/farmer-s-market-nakid-light-bulb-and-blurred-crowd-of-people-973596466-d897fc63f042430bb949766ff4b76cc5.jpg"
                    },
                    {
                
                        "event": "The Television",
                        "year": "1927",
                        "description": "Before appointment TV and binge-watching, movie theaters were king. They’re still the best venue for seeing blockbuster films, but the invention of the television paved the way for the home entertainment we enjoy now. The first TV sets were black and white; then came color TVs and the ever-convenient remote control. In 1997, Fujitsu released the first Plasma TV, a four-inch-thick model that you could mount on the wall. Plasma eventually gave way to LCD and OLED technologies; in 2014, LG and Samsung discontinued the production of plasma TVs due to lower demand. Many people watch movies and TV shows on their smartphones, tablets, or laptops, though flat-screen TVs are still popular.",
                        "image": "https://www.lifewire.com/thmb/MnZmn6dtBOwMaTSnrZjW1hwH9Io=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/old-television-on-stand--in-front-of-curtain-200453943-001-293b961ae282457791c4eed589eff3cb.jpg"
                           
                    },
                    {
                
                        "event": "Personal Computers",
                        "year": "1977",
                        "description": "Personal computers didn't take off in the personal sense until Apple introduced the Apple II line of computers in 1977. They were sold at stores and included software that expanded what it could do beyond simple programming. The first spreadsheet, ViscCalc, was available on the Apple II line. The personal computer we all know today exploded once IBM introduced the IBM PC in 1981. Once businesses adopted it, the entire industry expanded to produce all the products we know and use today.",
                        "image": "https://www.lifewire.com/thmb/HwbeyhLUs9pWOHLhCid8Rcx9ows=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/alter-ibm-compter-von-1981-513809422-7189b1cbfe1b47339bdda64dc60627e0.jpg"
                           
                    }
                ]
    },
    {
        "name": "Books",
        "content" : [
                        {
                            "event": "Anna Karenina",
                            "year": "1878",
                            "description": "Any fan of stories that involve juicy subjects like adultery, gambling, marriage plots, and, well, Russian feudalism, would instantly place Anna Karenina Written by Russian novelist Leo Tolstoy at the peak of their “greatest novels” list. And that is exactly the ranking that publications like Time magazine have given the novel since it was published in its entirety in 1878.",
                            "image": "https://cdn.britannica.com/82/175382-050-8B76E4A8/Greta-Garbo-Anna-Karenina-Clarence-Brown.jpg?w=600&q=60"
                        },
                        {
                            "event": "The Great Gatsby",
                            "year": "1925",
                            "description": "The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, near New York City, the novel depicts first-person narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan.",
                            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/The_Great_Gatsby_Cover_1925_Retouched.jpg/220px-The_Great_Gatsby_Cover_1925_Retouched.jpg"
                        },
                        {
                
                            "event": "To Kill a Mockingbird",
                            "year": "1960",
                            "description": "Harper Lee, believed to be one of the most influential authors to have ever existed, famously published only a single novel (up until its controversial sequel was published in 2015 just before her death). Lee’s To Kill a Mockingbird was published in 1960 and became an immediate classic of literature. The novel examines racism in the American South through the innocent wide eyes of a clever young girl named Jean Louise (“Scout”) Finch. Its iconic characters, most notably the sympathetic and just lawyer and father Atticus Finch, served as role models and changed perspectives in the United States at a time when tensions regarding race were high. To Kill a Mockingbird earned the Pulitzer Prize for fiction in 1961 and was made into an Academy Award-winning film in 1962, giving the story and its characters further life and influence over the American social sphere.",
                            "image": "https://cdn.britannica.com/21/182021-050-666DB6B1/book-cover-To-Kill-a-Mockingbird-many-1961.jpg?w=600&q=60"
                               
                        },
                        {
                
                            "event": "Nineteen Eighty-Four",
                            "year": "1984",
                            "description": "The story takes place in an imagined future in an unknown year believed to be 1984, when much of the world is in perpetual war. Great Britain, now known as Airstrip One, has become a province of the totalitarian superstate Oceania, which is led by Big Brother, a dictatorial leader supported by an intense cult of personality manufactured by the Party's Thought Police. Through the Ministry of Truth, the Party engages in omnipresent government surveillance, historical negationism, and constant propaganda to persecute individuality and independent thinking.",
                            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/1984first.jpg/220px-1984first.jpg"
                               
                        }
                ]
    },
    {
        "name": "Business",
        "content" : [
                    {
                        
                        "event": "World War II",
                        "year": "1939 to 1945",
                        "description": "WWII transformed the U.S. into a military powerhouse and also provided a boost to American production that continued long after the end of the conflict. The U.S. benefited greatly from being geographically distant from the action and was essentially the only major power left with full production capacity after the war.",
                        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT86jbvATIX52820I9s6d8U5XPUqa8AJwxy0w&usqp=CAU"
                        
                    },
                    {
                        
                        "event": "Formation of OPEC",
                        "year": "1960",
                        "description": "The Organization of the Petroleum Exporting Countries (OPEC) is a permanent, intergovernmental Organization, created at the Baghdad Conference on September 10–14, 1960, by Iran, Iraq, Kuwait, Saudi Arabia and Venezuela. OPEC's objective is to co-ordinate and unify petroleum policies among Member Countries, in order to secure fair and stable prices for petroleum producers; an efficient, economic and regular supply of petroleum to consuming nations; and a fair return on capital to those investing in the industry.",
                        "image": "https://www.opec.org/opec_web/static_files_project/images/content/about_us/1st_OPEC_Conference_Baghdad_September_10-14_1960_rdax_250x170s.jpg"
                        
                    },
                    {
                        "event": "IT Business and Management conference",
                        "year": "16 to 19 September 2019",
                        "description": "At first glance, conferences based around a financial and database software package might not sound like a showstopper, even allowing for John Mayer closing the event with a concert in San Fran. But the speaker line-up includes an interesting mix of science and business thought leaders, and even ex-chiefs of the CIA and British Secret Intelligence Service. All areas of business are covered, with a focus on how to leverage digital technologies and the cloud for business success. ",
                        "image": "https://static.theceomagazine.net/wp-content/uploads/2019/08/16101956/oracle-world.jpg"
                    },
                    {
                        "event": "Financial services",
                        "year": "23 to 26 September 2019",
                        "description": "It started as a banking seminar in 1978 and 40 years later has become the worlds annual conference for the financial industry. The 2018 event was held in Sydney, while the 2019 conference will be held in London.",
                        "image": "https://static.theceomagazine.net/wp-content/uploads/2019/08/16101553/sibos.jpg"
                    }
                ]
    },
    {
        "name": "Cooking",
        "content" : [
                    {
                        "event": "Shipra Khanna",
                        "year": "2012",
                        "description": "Shipra Khanna is an Indian celebrity chef, restaurateur, author and television personality. She is best known for, at the age of 29, winning the second season of the Indian television show MasterChef India (2012).",
                        "image": "https://media.licdn.com/dms/image/C4D03AQE5iofq5OLD0w/profile-displayphoto-shrink_800_800/0/1642388582820?e=2147483647&v=beta&t=Dniuw4c382eWCpe6FjMLdGt4BCSZO77Q9Nnq4okzJYU"
                    },
                    {
                
                        "event": "Vikas Khanna",
                        "year": "2012",
                        "description": "Vikas Khanna was born on 14 November 1971 in Amritsar, Punjab, India. In 2012, he won the GQ India Man of the Year Award given by GQ Magazine. He is an Indian chef, restaurateur, cookbook writer, filmmaker, and humanitarian. He judged the Star Plus series MasterChef India series that was telecasted on Star Plus. He got inspiration for cooking from his grandmother. He was only 17 when he opened Lawrence Gardens Banquets to host weddings and functions. Vikas Khanna completed his graduation from Manipal Academy of Higher Education and doctorate from GD Goenka University. In New York, he started his restaurant named unoon and in 2020, he opened a restaurant Ellora in Dubai.",
                        "image": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india2.jpg"
                           
                    },
                    {
                
                        "event": "Sanjeev Kapoor",
                        "year": "2017",
                        "description": "Sanjeev Kapoor is the most famous and commended chef in India. The Indian government honored him with the Padma Shri award in 2017. He is also an entrepreneur and a television personality. Sanjeev works for a TV channel named 'FoodFood' after which he became the world's first chef who owns a 24×7 food and lifestyle channel. He also hosted the television show 'Khana Khazana,' which was Asia's longest-running show at the time. The event was broadcast in 120 countries and received over 500 million viewers in 2010. Indian food is his cooking style. Mr. Kapoor was born in Ambala, Haryana, India, on April 10, 1964. He began his career in the hospitality sector in 1984. Alyona Kapoor, his wife, is also a partner in his company, Turmeric Vision Pvt. Ltd. Sanjeev Kapoor joined the Centaur Hotel in Mumbai as the youngest Executive Chef in 1992.",
                        "image": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india1.jpg"
                           
                    },
                    {
                        "event": "Nayanjyoti Saikia",
                        "year": "2023",
                        "description": "Nayanjyoti Saikia, a home cook from Assam, emerged as the winner of the seventh season of MasterChef India. The 13-week-long cooking show saw Saikia competing against two other finalists in the grand finale, where the contestants were tested in a signature three-course meal challenge.",
                        "image": "https://www.hindustantimes.com/ht-img/img/2023/04/01/1600x900/winner_MasterChef_India_1680317759771_1680317782494_1680317782494.jpg"
                    }
                ]
    },
    {
        "name": "Music",
        "content" : [
                    {
                        "event": "Abhijeet Sawant",
                        "year": "2005",
                        "description": "e released his first album Aap Ka Abhijeet followed by his second album JUNOON . Both the albums were well-received by their fans. Abhijeet also tried his luck in the Bollywood industry with his film - Lottery which bombed at the Box Office. Abhijeet is currently planning to start his reality show but has no success yet.",
                        "image": "https://en.janbharattimes.com/wp-content/uploads/2019/10/abhijeet-indian-idol.jpg"
                    },
                    {
                        "event": "Sandeep Acharya",
                        "year": "2006",
                        "description": "The second season aired from November 2005 to April 2006. Sandeep Acharya bagged first place in the ‘Indian Idol 2’ along with a Rs 10 million contract with Sony BIG. Unfortunately, the actor lost his life to Jaundice in December 2013. He was 29 years old then.",
                        "image": "https://en.janbharattimes.com/wp-content/uploads/2019/10/sandeep-indian-idol.jpg"
                    },
                    {
                
                        "event": "Mahesh Kale ",
                        "year": "2015",
                        "description": "Mahesh Kale (born 12 January 1976) is an Indian Classical vocalist renowned for his specialization in Indian Classical (Hindustani), Semi-Classical, Devotional music including Natya Sangeet. Mahesh Kale won the 63rd National Film Award as the Best Playback Singer in 2015, for classical piece in the film Katyar Kaljat Ghusli. He is a disciple of Pandit Jitendra Abhisheki. He was ranked nineteenth in The Times of India's Top 20 Most Desirable Men of Maharashtra in 2017.",
                        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/MaheshKale_IndianClassicalVocalist.jpg/220px-MaheshKale_IndianClassicalVocalist.jpg"
                           
                    },
                    {
                
                        "event": "Arijit Singh",
                        "year": "2019",
                        "description": "Arijit Singh (born 25 April 1987) is an Indian playback singer and music composer. The recipient of several accolades including a National Film Award and seven Filmfare Awards, he has recorded songs in several Indian languages. Singh began his career when he participated in the contemporary reality show, Fame Gurukul in 2005, but did not receive widespread recognition until the release of Tum Hi Ho and Chahun Main Ya Naa in 2013",
                        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Arijit_5th_GiMA_Awards_%28cropped%2C_retouched%29.jpg/220px-Arijit_5th_GiMA_Awards_%28cropped%2C_retouched%29.jpg"
                           
                    }
        
                ]
    },
    {
        "name": "Education",
        "content" : [
                    {
                        
                        "event": "Raja Ram Mohan Roy",
                        "year": "1828",
                        "description": "Regarded as one of the most important figures in the Bengali renaissance, Raja Ram Mohan Roy was deeply influenced by European liberalism and public administration policies. He believed that radical reforms were necessary in the Hindu religion and its social practices, and therefore, founded the Brahmo Samaj. He believed education to be the most important agent of social reform. He was a lifelong educator and helped found many educational institutions including the Hindu College, Anglo-Hindu School, Vedanta College and Scottish Church College. He strongly advocated induction of western learning into Indian education, offering courses as a synthesis of Western and Indian learning.",
                        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Portrait_of_Raja_Ram_Mohun_Roy%2C_1833.jpg/220px-Portrait_of_Raja_Ram_Mohun_Roy%2C_1833.jpg"
                        
                    },
                    {
                        "event": "Savitribai Phule",
                        "year": "1848",
                        "description": "Savitribai Phule is considered to be the pioneer of India's feminist movement. Savitribai and Jyotiba together founded one of the early modern Indian girls' school in Pune, at Bhidewada in 1848. She strived to abolish discrimination and unfair treatment of people on the basis of caste and gender. She and her husband Mr. Jyotirao phule were pioneers of women's education in India. They started their first school for girls in 1848 in Pune at Tatyasaheb Bhide's residence or Bhidewada.",
                        "image": "https://thelogicalindian.com/h-upload/2022/01/03/209612-untitled-design-6.jpg"
                    },
                    {
                        "event": "Horace Mann",
                        "year": "(1796 to 1859)",
                        "description": "In the United States, Horace Mann (1796 to 1859) of Massachusetts used his political base and role as Secretary of the Massachusetts State Board of Education to promote public education in his home state and nationwide.",
                        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Horace_Mann.jpg/180px-Horace_Mann.jpg"
                    },
                    {
                
                        "event": "Sarvepalli Radhakrishnan",
                        "year": "1888 to 1975",
                        "description": "Radhakrishnan's philosophy was grounded in Advaita Vedanta, reinterpreting this tradition for a contemporary understanding. He defended Hinduism against what he called uninformed Western criticism, contributing to the formation of contemporary Hindu identity. He has been influential in shaping the understanding of Hinduism, in both India and the west, and earned a reputation as a bridge-builder between India and the West. Radhakrishnan believed that 'Teachers should be the best minds in the country'. Since 1962, his birthday has been celebrated in India as Teachers' Day on 5 September every year.",
                        "image": "https://th-i.thgim.com/public/children/article19609360.ece/alternates/FREE_1200/01YTPASTFORWARD31"
                           
                    }

                ]
    }


]